"Error -90057" = "Dominio AD deve essere fornito. ([domain]\\[user_name])";
"Error -10100" = "Metodo d'autenticazione invalido.";
"Error -10010" = "Lingua invalida.";
"Error -10004" = "Utente scaduto.";
"Error -10003" = "Utente bloccato.";
"Error -10005" = "Utente bloccato temporaneamente.";
"Error -10103" = "Utente che deve accettare l'EULA";
"Error -10104" = "Utente deve cambiare la sua password.";
"Error -10106" = "Utente deve cambiare nome utente.";
"Error -40761" = "Per il momento il file non può essere decodificato. Per favore chiedere a un altro utente autorizzato di garantire l'accesso a questo file.";
"Error -40751" = "File richiesto non trovato.";
"Error -80021" = "Segmento del file fornito invalido.";
"Error -70104" = "Utente ha già approvato l'EULA.";
"Error -70560" = "Un utente con questo nome utente esiste già.";
"Error -70105" = "Utente non autorizzato a cambiare nome utente.";
"Error -10105" = "Password non re-iniziabile per questo utente.";
"Error -70020" = "Chiavi di codifica non trovate. Per favore configurare ls password di codifica per cominciare.";
"Error -70021" = "Chiavi de codifica già configurate.";
"Error -70501" = "Utente non trovato.";
"Error -10107" = "Password re-iniziabile solo ogni 5 minuti.";
"Error -40755" = "Nome file invalido.";
"Error -40010" = "Una cartella non può essere sovrascritta.";
"Error -80006" = "Data di scadenza nel passato.";
"Error -80008" = "Data di scadenza troppo lontana.";
"Error -40763" = "La chiave deve essere fornita.";
"Error -40756" = "Classificazione del file invalida.";
"Error -70022" = "Chiave di codifica invalida.";
"Error -41054" = "Cartelle/files devono avere lo stesso parente.";
"Error -40001" = "I file criptati non possono essere copiati o spostati in spazi non criptati.";
"Error -40002" = "I files non criptati non possono essere copiati o spostati in spazi criptati.";
"Decryption password required" = "Password di codifica richiesta.";
"Enter your decryption password to access encrypted data rooms." = "Inserire la password di decodifica per accedere ai dati criptati.";

"You have successfully created a share link for {0}." = "Hai creato con successo una condivisione per {0}.";
"You have successfully created the upload account {0}" = "Hai creato con successo una condivisione per {0}.";
"{0} Share(s) created" = "{0} condivisione(i) creata";

"The AV scanner detected that the file could be malicious" = "The AV scanner detected that the file could be malicious";